app/Http/Controllers/managerController.php

select * from `aluno` order by `aluno_id` desc
select * from `escola`
---
    public function painelAcademico()
    {
        $dadosAlunosEscola = $this->getDataService->getDataAluno();
        $alunos = $dadosAlunosEscola->get();
        $matriculas = $dadosAlunosEscola->paginate(10);
        $dadosTurmaEscola = $this->getDataService->getDataTurma();
        $turma = $dadosTurmaEscola->get();
        $escolas = EscolaModel::all();